---
kind: other
id: Methods.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionStructuralTees
source: html/f1044e9d-8bdb-33cb-433a-9230ce9dab70.htm
---
# StructuralSectionStructuralTees Methods

Returns size of the section boundary.